

@extends('layouts.app')

@section('content')





		
<div  id ="parts" class="container text-center">
  <div id="1" class="jumbotron text-center">
	
		<p style="text-align:center; color:black;font-size:25px; font-weight:500; line-height:2rem; " class="flex-wrap py-3">
      		
  ألم القدم
  <br>
  انت تعاني من اعراض، ربما تكون مصاحبة لسبب خطير لالم الركبة مثل العدوى او الكسور. بينما يعاني العديد من الناس من هذه الاعراض دون وجود سبب خطير لالم الركبة، الا انه من المهم ان تتصل بطبيبك فورا، ليتم تقييم الالم. قد يكون من المفيد ان تعود لهذا الدليل بعد التقييم. بالنسبة للكسور، العدوى او مشاكل الركبة الخطيرة الاخرى ربما تكون الجراحة لازمة. بينما يكون من المحتمل ان تؤدي الكسور التي تتضمن المفاصل الى التهاب المفاصل، الا ان اغلبها تلتئم بشكل جيد وتعود الوظيفة الطبيعية. الحالات التالية قد تسبب الم الركبة:
التهاب الفقرات التصلبي: صورة من التهاب المفاصل، مع الم واضح في الظهر.
التهاب المفاصل المصاحب لمرض الامعاء الالتهابي: صورة من التهاب المفاصل التي ربما يصاحب مرض كرون او التهاب القولون التقرحي
التهاب الجراب : التهاب الكيس الذي بجوار المفصل
تلين الغضروف: تاكل او تهيج الغضاريف التي تحت غطاء الركبة
الالم العضلي التليفي: سبب للالم العام</p>
            
		
	
  </div>
		
    @include('layouts.form')
@endsection