@extends('layouts.app')

@section('content')





		
<div  id ="parts" class="container text-center">
  <div id="1" class="jumbotron text-center">
	
		<p style="text-align:center; color:black;font-size:25px; font-weight:500; line-height:2rem; " class="flex-wrap py-3">
   
    <br>
العامل الروماتويدي الايجابي
<br>
يمكن ان تكون اعراضك بسبب عدوى. معظم انواع العدوى لا تستمر لمدة 6 اسابيع او اكثر، لكن يحدث هذا احيانا. الامثلة تشمل: · عدوى الدم (تسمى عدوى بطانة القلب البكتيرية شبه الحادة) ·العدوى الفيروسية (مثل انواع العدوى التي من عائلة المونو Mono) ·الصور المزمنة من الالتهاب الكبدي. ومن ناحية اخرى، يمكن ان تؤدي بعض التهابات المفاصل غير المرتبطة بالعدوى الى الحمى. والذئبة هي مثال جيد، والتهاب المفاصل الروماتويدي محتمل عندما يكون العامل الروماتويدي ايجابيا ويكون هنالك التهاب في المفاصل، لكن من النادر ان تترافق معها الحمى. وطبعا يمكن ان تكون الحمى غير مرتبطة بمشكلة المفاصل. ويمكن ان يعاني الاشخاص ذوو التهابات المفاصل (بما فيها التهاب المفاصل الروماتويدي) من حمى، بسبب البرد، او الانفلونزا، او نوع اخر من العدوى يحدث في الوقت نفسه. اتصل بطبيبك من اجل التقييم للتاكد من انك لا تعاني من عدوى تسبب تلك الاعراض وظهور العامل الروماتويدي الايجابي عندك.
</p>
            
		<div id="demo" class="collapse">

		</div>
   
	
  </div>

@include('layouts.form')
		
    
@endsection