@extends('layouts.app')

@section('content')





		
<div  id ="parts" class="container text-center">
  <div id="1" class="jumbotron text-center">
	
		<p style="text-align:center; color:black;font-size:25px; font-weight:500; line-height:2rem; " class="flex-wrap py-3">
  الم الكتف
    <br>
وفقا لاجاباتك، ربما يكون الم المرفق عندك بسبب التهاب اوتار العضلات 
Tendonitis ، او الالتواء Sprain وربما يتحسن تلقائيا مع مرور الوقت. ولتقليل الالم، استريحي وتجنبي هذه الانشطة التي كانت قد حفزت الالم. وادوية الالم التي تباع دون وصفة طبية،، او العلاجات الموضعية (مثل ايسي Icy Hot هوت، او بينجاي BenGay)، او ربما يؤدي وضع الثلج الى تخفيف الالم ايضا. وبالنسبة لبعض الاشخاص، التمديد، او الاطالة تحت اشراف، وبرنامج التمرينات، او العلاج بالموجات فوق الصوتية، او التنشيط الكهربائي، او العلاجات البديلة (مثل التدليك، وتقويم العمود الفقري) ربما تفيد. هنا توجد بعض الافكار الاخرى: · استخدمي ادوية الالم التي تباع دون وصفة طبية، مثل: اسيتامينوفين، او ايبوبروفين بجرعة منخفضة. · غيري نمط حياتك، وجربي العلاجات غير الدوائية. · الراحة. على سبيل المثال، اذا كنت تلعبين التنس بشكل زائد قبل الم كتفك، فتجنبي التنس حتى يتحسن المك، او يختفي. · تمددي (اطالة العضلات) بشكل منتظم. على سبيل المثال، قومي بتمديد الكتف خلال نطاق حركته، قبل الانشطة التي تتطلب حركة متكررة. · اطلبي المساعدة. اذا كان يجب ان تحضر اشياء بشكل متكرر من مكان اعلى من راسك، فتجنبي اجهاد الكتف. · استخدمي ضمادة تسخين على المنطقة الملتهبة. واحذري ان تحرقي الجلد. · قومي باستشارة اخصائي العلاج البدني، او ممارس اخر. بالنسبة لبعض الاشخاص، برنامج تمديد وتمرينات، او العلاج بالموجات فوق الصوتية، او التحفيز الكهربائي يساعد الم الكتف. · استخدمي خليطا من الخيارات المذكورة. عند الحاجة، ربما يوصي مقدم الرعاية الصحية الخاص بك بادوية تقوية.


</p>
            
		<div id="demo" class="collapse">

		</div>
   
   
    
	
  </div>

@include('layouts.form')
		
    
@endsection