

@extends('layouts.app')

@section('content')





		
<div  id ="parts" class="container text-center">
  <div id="1" class="jumbotron text-center">
	
		<p style="text-align:center; color:black;font-size:25px; font-weight:500; line-height:2rem; " class="flex-wrap py-3">
    ألم الصدر
    <br>

	الم الصدر الاخف او المتقطع، يمكن ان يكون له العديد من الاسباب المحتملة، بعضها ربما يكون خطيرا.

من خلال الاجابة على مجموعة الاسئلة التالية، سوف يتم ارشادك تجاه المعلومات التي تنطبق عليك وعلى الم الصدر الخاص بك.

بداية، دعنا نعتبر ان الم الصدر الذي لديك، يعكس مشكلة طبية خطيرة، مثل: مرض الشرايين التاجية، تمدد كبير في الاورطي، جلطات دم في الرئة (انصمام رئوي). مرض الشرايين التاجية والتمدد لا يسببان الما يزداد مع التنفس عادة. فيكون الالم كما هو حتى عندما تاخذ نفسا عميقا.

التمدد الكبير في الاورطي يسبب عادة الما شديدا ثابتا في الصدر والظهر، الذي يشبه شيئا يمزق. اعراض مرض الشرايين التاجية، تكون متفاوتة بشكل كبير، لكن الم الصدر الذي يزداد مع التنفس العميق، ليس هو العرض النموذجي. عندما يكون سبب الم الصدر هو انصمام رئوي، يكون من الصعب اخذ نفس عميق عادة.

 

هل تتالم اكثر عندما تاخذ نفسا عميقا؟
</p>
            
		<div id="demo" class="collapse">

		</div>
   
    <a href="{{ url('chest121') }}">
      <button  id="b1" class="btn btn-primary medium" data-toggle="collapse" data-target="#demo">	 نعم أنا أتألم أكثر عندما أتنفس بعمق</button></a>
        
      <br>
      <br>
    
	
  </div>


		
    
@endsection